
const quotes = [
     { text: " নিরবে কঠোর পরিশ্রম করুন, আপনার সাফল্য আপনার জন্য চিৎকার করবে  "},
     { text: " আপনি যদি এমন কিছু চান যা আপনি কখনও করেননি, তবে আপনাকে অবশ্যই এমন কিছু করতে ইচ্ছুক হতে হবে যা আপনি কখনও করেননি। "},
     { text: " জীবনের সবচেয়ে বড় আনন্দ হল সেই কাজ করা যা মানুষ বলে আপনি করতে পারবেন না "},
     { text: " সফল মানুষ হওয়ার চেষ্টা করো না, বরং মূল্যবান মানুষ হওয়ার চেষ্টা করো। "},
     { text: " এমনভাবে বাঁচো যেন কালই তুমি মারা যাবে। আর শিখো এমনভাবে যেন তুমি চিরদিন বেঁচে থাকবে "},
     { text: " সবকিছুই অসম্ভব মনে হয় যতক্ষণ না সেটা সম্পন্ন হয়। "},
     { text: " তুমি যদি উড়তে না পারো, তবে দৌড়াও। যদি দৌড়াতে না পারো, তবে হাঁটো। যদি হাঁটতেও না পারো, তবে হামাগুড়ি দাও। কিন্তু চলতে থাকো। "},
     { text: " তোমার কাজ তোমার জীবনের একটা বড় অংশ। তোমার কাজকে ভালোবাসলে তবেই সত্যিকার অর্থে সন্তুষ্টি পাবে। "},
     { text: " ছোট ছোট কাজকেও মহান ভালোবাসা দিয়ে করো। "},
     { text: " যে জিনিস তোমার জন্য কঠিন, সেটাকেই বেশি বেশি অনুশীলন করো, কেননা সেটাই তোমাকে দক্ষ করে তুলবে। "},
     { text: " আমি সেই মুহূর্তের জন্য অপেক্ষা করি, যখন আমি নিজেকে খুঁজে পাবো। "},
     { text: " জীবন হয় দুঃসাহসিক অভিযাত্রা, নয়তো কিছুই নয়। "},
     { text: " স্বপ্ন তা নয় যা তুমি ঘুমিয়ে দেখো, স্বপ্ন হলো তা যা তোমাকে ঘুমাতে দেয় না। "},
     { text: " সফলতা হলো এক ব্যর্থতা থেকে আরেক ব্যর্থতায় যাওয়া, তবু উৎসাহ না হারানো। "},
     { text: " তোমার জন্ম দরিদ্র পরিবারে হতে পারে, কিন্তু মৃত্যু দরিদ্র হয়ে হবে কিনা তা তোমার উপর নির্ভর করে। "},
     { text: "  যখন তুমি কিছু চাইবে, তখন সমস্ত বিশ্ব তা পাওয়ার জন্য তোমাকে সাহায্য করতে কাজ করবে। "},
     { text: " যদি তুমি মনে করো তুমি পারবে, তুমি পারবে। যদি মনে করো তুমি পারবে না, তাহলে পারবে না। দুই ভাবনাই ঠিক। "},
     { text: "  তোমার জীবনকে নতুন করে শুরু করার জন্য কখনোই দেরি হয় না। "},
     { text: " তোমার স্বপ্নকে কখনো ছেড়ো না। কারণ স্বপ্ন হারালে জীবনের অর্থ হারায়। "},
     { text: " সফল হওয়ার জন্য শক্তি চাই, কিন্তু তার চেয়েও বেশি দরকার আত্মবিশ্বাস। "},
     { text: " নিজের আলো নিজেই হও। "},
     { text: " যদি তুমি সকালে ঘুম থেকে ওঠো এবং মনে হয় তোমার দিনটি ভালোভাবে কাজে লাগবে, তবে সেই দিনটি অর্থপূর্ণ। " },
     // { text: "  "},
     // { text: "  "},


];






 // Function to display a random quote
 function displayRandomQuote() {
     const randomIndex = Math.floor(Math.random() * quotes.length);
     const randomQuote = quotes[randomIndex];
     document.getElementById("quote").textContent = `"${randomQuote.text}"`;
 }

 // Call the function on page load
 window.onload = displayRandomQuote;
